-- phpMyAdmin SQL Dump
-- version 5.2.3
-- https://www.phpmyadmin.net/
--
-- Host: localhost:3306
-- Generation Time: Sep 11, 2026 at 11:58 AM
-- Server version: 5.7.43-log
-- PHP Version: 8.1.34

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `burjcrow_hc`
--

-- --------------------------------------------------------

--
-- Table structure for table `failure`
--

CREATE TABLE `failure` (
  `id` int(11) NOT NULL,
  `userid` int(11) NOT NULL,
  `tell` mediumtext NOT NULL,
  `datetime` mediumtext NOT NULL,
  `score` text NOT NULL,
  `ratescore` float NOT NULL,
  `qid` int(11) NOT NULL,
  `modelresult` text NOT NULL,
  `types` text NOT NULL,
  `pey_name` text NOT NULL,
  `pey_qrcode` text NOT NULL,
  `refrence` int(11) NOT NULL,
  `ticket_number` text NOT NULL,
  `ticket_date` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `failure`
--

INSERT INTO `failure` (`id`, `userid`, `tell`, `datetime`, `score`, `ratescore`, `qid`, `modelresult`, `types`, `pey_name`, `pey_qrcode`, `refrence`, `ticket_number`, `ticket_date`) VALUES
(1, 2, '81382304141', '2026-08-10 10:45:12', '5', 6.25, 29, '', 'خرابی', 'ehsan karimi', '081-100-001', 1, '', ''),
(2, 2, '81382304141', '2026-08-10 10:45:12', '5', 6.25, 30, '', 'خرابی', 'ehsan karimi', '081-100-001', 1, '', ''),
(3, 2, '81382304141', '2026-08-10 10:45:12', '5', 6.25, 31, '', 'خرابی', 'ehsan karimi', '081-100-001', 1, '', ''),
(4, 2, '81382304141', '2026-08-10 10:45:12', '5', 6.25, 32, '', 'خرابی', 'ehsan karimi', '081-100-001', 1, '', ''),
(5, 2, '81382304141', '2026-08-10 10:45:12', '5', 6.25, 33, '', 'خرابی', 'ehsan karimi', '081-100-001', 1, '', ''),
(6, 2, '81382304141', '2026-08-10 10:45:12', '5', 6.25, 34, '', 'خرابی', 'ehsan karimi', '081-100-001', 1, '', ''),
(7, 2, '81382304141', '2026-08-10 10:45:12', '5', 6.25, 35, '', 'خرابی', 'ehsan karimi', '081-100-001', 1, '', ''),
(8, 2, '81382304141', '2026-08-10 10:45:12', '5', 6.25, 36, '', 'خرابی', 'ehsan karimi', '081-100-001', 1, '', ''),
(9, 2, '81382304141', '2026-08-10 10:45:12', '5', 6.25, 37, '', 'خرابی', 'ehsan karimi', '081-100-001', 1, '', ''),
(10, 2, '81382304141', '2026-08-10 10:45:12', '5', 6.25, 38, '', 'خرابی', 'ehsan karimi', '081-100-001', 1, '', ''),
(11, 2, '81382304141', '2026-08-10 10:45:12', '5', 6.25, 39, '', 'خرابی', 'ehsan karimi', '081-100-001', 1, '', ''),
(12, 2, '81382304141', '2026-08-10 10:45:12', '5', 6.25, 40, '', 'خرابی', 'ehsan karimi', '081-100-001', 1, '', ''),
(13, 2, '81382304141', '2026-08-10 10:45:12', '5', 6.25, 41, '', 'خرابی', 'ehsan karimi', '081-100-001', 1, '', ''),
(14, 2, '81382304141', '2026-08-10 10:45:12', '14 - چه پیشنهادی برای بهبود خدمات دارید؟ ( بخش سوم: کنترل کیفیت مناطق و پیمانکاران )14 - چه پیشنهادی برای بهبود خدمات دارید؟ ( بخش سوم: کنترل کیفیت مناطق و پیمانکاران )', 0, 42, '', 'خرابی', 'ehsan karimi', '081-100-001', 1, '', ''),
(15, 2, '81382304141', '2026-08-10 10:45:12', '5', 6.25, 43, '', 'خرابی', 'ehsan karimi', '081-100-001', 1, '', ''),
(16, 2, '81382304141', '2026-08-10 10:45:12', '5', 6.25, 44, '', 'خرابی', 'ehsan karimi', '081-100-001', 1, '', ''),
(17, 2, '81382304141', '2026-08-10 10:45:12', '5', 6.25, 45, '', 'خرابی', 'ehsan karimi', '081-100-001', 1, '', ''),
(18, 2, '81382304141', '2026-08-10 10:45:12', '5', 6.25, 46, '', 'خرابی', 'ehsan karimi', '081-100-001', 1, '', ''),
(19, 2, '81382304141', '2026-08-10 10:45:12', '5', 6.25, 47, '', 'خرابی', 'ehsan karimi', '081-100-001', 1, '', ''),
(20, 2, '81382304142', '2026-08-10 10:46:21', '5', 6.25, 29, '', 'دایری', 'yuna karimi', '081-100-003', 1, '', ''),
(21, 2, '81382304142', '2026-08-10 10:46:21', '5', 6.25, 30, '', 'دایری', 'yuna karimi', '081-100-003', 1, '', ''),
(22, 2, '81382304142', '2026-08-10 10:46:21', '5', 6.25, 31, '', 'دایری', 'yuna karimi', '081-100-003', 1, '', ''),
(23, 2, '81382304142', '2026-08-10 10:46:21', '5', 6.25, 32, '', 'دایری', 'yuna karimi', '081-100-003', 1, '', ''),
(24, 2, '81382304142', '2026-08-10 10:46:21', '5', 6.25, 33, '', 'دایری', 'yuna karimi', '081-100-003', 1, '', ''),
(25, 2, '81382304142', '2026-08-10 10:46:21', '5', 6.25, 34, '', 'دایری', 'yuna karimi', '081-100-003', 1, '', ''),
(26, 2, '81382304142', '2026-08-10 10:46:21', '5', 6.25, 35, '', 'دایری', 'yuna karimi', '081-100-003', 1, '', ''),
(27, 2, '81382304142', '2026-08-10 10:46:21', '5', 6.25, 36, '', 'دایری', 'yuna karimi', '081-100-003', 1, '', ''),
(28, 2, '81382304142', '2026-08-10 10:46:21', '5', 6.25, 37, '', 'دایری', 'yuna karimi', '081-100-003', 1, '', ''),
(29, 2, '81382304142', '2026-08-10 10:46:21', '5', 6.25, 38, '', 'دایری', 'yuna karimi', '081-100-003', 1, '', ''),
(30, 2, '81382304142', '2026-08-10 10:46:21', '5', 6.25, 39, '', 'دایری', 'yuna karimi', '081-100-003', 1, '', ''),
(31, 2, '81382304142', '2026-08-10 10:46:21', '5', 6.25, 40, '', 'دایری', 'yuna karimi', '081-100-003', 1, '', ''),
(32, 2, '81382304142', '2026-08-10 10:46:21', '5', 6.25, 41, '', 'دایری', 'yuna karimi', '081-100-003', 1, '', ''),
(33, 2, '81382304142', '2026-08-10 10:46:21', '14 - چه پیشنهادی برای بهبود خدمات دارید؟ ( بخش سوم: کنترل کیفیت مناطق و پیمانکاران )14 - چه پیشنهادی برای بهبود خدمات دارید؟ ( بخش سوم: کنترل کیفیت مناطق و پیمانکاران )14 - چه پیشنهادی برای بهبود خدمات دارید؟ ( بخش سوم: کنترل کیفیت مناطق و پیمانکاران )', 0, 42, '', 'دایری', 'yuna karimi', '081-100-003', 1, '', ''),
(34, 2, '81382304142', '2026-08-10 10:46:21', '5', 6.25, 43, '', 'دایری', 'yuna karimi', '081-100-003', 1, '', ''),
(35, 2, '81382304142', '2026-08-10 10:46:21', '5', 6.25, 44, '', 'دایری', 'yuna karimi', '081-100-003', 1, '', ''),
(36, 2, '81382304142', '2026-08-10 10:46:21', '5', 6.25, 45, '', 'دایری', 'yuna karimi', '081-100-003', 1, '', ''),
(37, 2, '81382304142', '2026-08-10 10:46:21', '5', 6.25, 46, '', 'دایری', 'yuna karimi', '081-100-003', 1, '', ''),
(38, 2, '81382304142', '2026-08-10 10:46:21', '5', 6.25, 47, '', 'دایری', 'yuna karimi', '081-100-003', 1, '', ''),
(39, 2, '38271181', '', '', 0, 0, '', '', 'ehsan daei', '081-100-005', 0, '', ''),
(40, 1, '38271111', '', '', 0, 0, '', '', 'yuna', '081-100-006', 0, '', ''),
(41, 1, '38299999', '2026-08-10 10:51:23', '5', 4, 1, '', 'خرابی', 'ehsan', '081-100-009', 1, '', ''),
(42, 1, '38299999', '2026-08-10 10:51:23', '5', 4, 2, '', 'خرابی', 'ehsan', '081-100-009', 1, '', ''),
(43, 1, '38299999', '2026-08-10 10:51:23', '5', 4, 3, '', 'خرابی', 'ehsan', '081-100-009', 1, '', ''),
(44, 1, '38299999', '2026-08-10 10:51:23', '5', 4, 4, '', 'خرابی', 'ehsan', '081-100-009', 1, '', ''),
(45, 1, '38299999', '2026-08-10 10:51:23', '5', 4, 5, '', 'خرابی', 'ehsan', '081-100-009', 1, '', ''),
(46, 1, '38299999', '2026-08-10 10:51:23', '5', 4, 6, '', 'خرابی', 'ehsan', '081-100-009', 1, '', ''),
(47, 1, '38299999', '2026-08-10 10:51:23', '5', 4, 7, '', 'خرابی', 'ehsan', '081-100-009', 1, '', ''),
(48, 1, '38299999', '2026-08-10 10:51:23', '5', 4, 8, '', 'خرابی', 'ehsan', '081-100-009', 1, '', ''),
(49, 1, '38299999', '2026-08-10 10:51:23', '5', 4, 9, '', 'خرابی', 'ehsan', '081-100-009', 1, '', ''),
(50, 1, '38299999', '2026-08-10 10:51:23', '5', 4, 10, '', 'خرابی', 'ehsan', '081-100-009', 1, '', ''),
(51, 1, '38299999', '2026-08-10 10:51:23', '5', 4, 11, '', 'خرابی', 'ehsan', '081-100-009', 1, '', ''),
(52, 1, '38299999', '2026-08-10 10:51:23', '5', 4, 12, '', 'خرابی', 'ehsan', '081-100-009', 1, '', ''),
(53, 1, '38299999', '2026-08-10 10:51:23', '5', 4, 13, '', 'خرابی', 'ehsan', '081-100-009', 1, '', ''),
(54, 1, '38299999', '2026-08-10 10:51:23', '5', 4, 14, '', 'خرابی', 'ehsan', '081-100-009', 1, '', ''),
(55, 1, '38299999', '2026-08-10 10:51:23', '5', 4, 15, '', 'خرابی', 'ehsan', '081-100-009', 1, '', ''),
(56, 1, '38299999', '2026-08-10 10:51:23', '1', 1, 16, '', 'خرابی', 'ehsan', '081-100-009', 1, '', ''),
(57, 1, '38299999', '2026-08-10 10:51:23', '5', 4, 17, '', 'خرابی', 'ehsan', '081-100-009', 1, '', ''),
(58, 1, '38299999', '2026-08-10 10:51:23', '18 - چه پیشنهاد یا نظری برای بهبود خدمات دارید؟ ( بخش چهارم: رضایت کلی مشتری )18 - چه پیشنهاد یا نظری برای بهبود خدمات دارید؟ ( بخش چهارم: رضایت کلی مشتری )18 - چه پیشنهاد یا نظری برای بهبود خدمات دارید؟ ( بخش چهارم: رضایت کلی مشتری )', 0, 18, '', 'خرابی', 'ehsan', '081-100-009', 1, '', ''),
(59, 1, '38299999', '2026-08-10 10:51:23', '5', 4, 19, '', 'خرابی', 'ehsan', '081-100-009', 1, '', ''),
(60, 1, '38299999', '2026-08-10 10:51:23', '5', 4, 20, '', 'خرابی', 'ehsan', '081-100-009', 1, '', ''),
(61, 1, '38299999', '2026-08-10 10:51:23', '5', 4, 21, '', 'خرابی', 'ehsan', '081-100-009', 1, '', ''),
(62, 1, '38299999', '2026-08-10 10:51:23', '5', 4, 22, '', 'خرابی', 'ehsan', '081-100-009', 1, '', ''),
(63, 1, '38299999', '2026-08-10 10:51:23', '5', 4, 23, '', 'خرابی', 'ehsan', '081-100-009', 1, '', ''),
(64, 1, '38299999', '2026-08-10 10:51:23', '5', 4, 24, '', 'خرابی', 'ehsan', '081-100-009', 1, '', ''),
(65, 1, '38299999', '2026-08-10 10:51:23', '5', 4, 25, '', 'خرابی', 'ehsan', '081-100-009', 1, '', ''),
(66, 1, '38299999', '2026-08-10 10:51:23', '5', 4, 26, '', 'خرابی', 'ehsan', '081-100-009', 1, '', ''),
(67, 1, '38299999', '2026-08-10 10:51:23', '5', 4, 27, '', 'خرابی', 'ehsan', '081-100-009', 1, '', ''),
(68, 1, '38299999', '2026-08-10 10:51:23', '18 - چه پیشنهاد یا نظری برای بهبود خدمات دارید؟ ( بخش چهارم: رضایت کلی مشتری )18 - چه پیشنهاد یا نظری برای بهبود خدمات دارید؟ ( بخش چهارم: رضایت کلی مشتری )18 - چه پیشنهاد یا نظری برای بهبود خدمات دارید؟ ( بخش چهارم: رضایت کلی مشتری )', 0, 28, '', 'خرابی', 'ehsan', '081-100-009', 1, '', ''),
(69, 1, '37279988', '2026-08-10 10:52:30', '5', 4, 1, '', 'دایری', 'ehsan', '081-100-00388', 1, '', ''),
(70, 1, '37279988', '2026-08-10 10:52:30', '5', 4, 2, '', 'دایری', 'ehsan', '081-100-00388', 1, '', ''),
(71, 1, '37279988', '2026-08-10 10:52:30', '5', 4, 3, '', 'دایری', 'ehsan', '081-100-00388', 1, '', ''),
(72, 1, '37279988', '2026-08-10 10:52:30', '5', 4, 4, '', 'دایری', 'ehsan', '081-100-00388', 1, '', ''),
(73, 1, '37279988', '2026-08-10 10:52:30', '5', 4, 5, '', 'دایری', 'ehsan', '081-100-00388', 1, '', ''),
(74, 1, '37279988', '2026-08-10 10:52:30', '5', 4, 6, '', 'دایری', 'ehsan', '081-100-00388', 1, '', ''),
(75, 1, '37279988', '2026-08-10 10:52:30', '5', 4, 7, '', 'دایری', 'ehsan', '081-100-00388', 1, '', ''),
(76, 1, '37279988', '2026-08-10 10:52:30', '5', 4, 8, '', 'دایری', 'ehsan', '081-100-00388', 1, '', ''),
(77, 1, '37279988', '2026-08-10 10:52:30', '5', 4, 9, '', 'دایری', 'ehsan', '081-100-00388', 1, '', ''),
(78, 1, '37279988', '2026-08-10 10:52:30', '5', 4, 10, '', 'دایری', 'ehsan', '081-100-00388', 1, '', ''),
(79, 1, '37279988', '2026-08-10 10:52:30', '5', 4, 11, '', 'دایری', 'ehsan', '081-100-00388', 1, '', ''),
(80, 1, '37279988', '2026-08-10 10:52:30', '5', 4, 12, '', 'دایری', 'ehsan', '081-100-00388', 1, '', ''),
(81, 1, '37279988', '2026-08-10 10:52:30', '5', 4, 13, '', 'دایری', 'ehsan', '081-100-00388', 1, '', ''),
(82, 1, '37279988', '2026-08-10 10:52:30', '5', 4, 14, '', 'دایری', 'ehsan', '081-100-00388', 1, '', ''),
(83, 1, '37279988', '2026-08-10 10:52:30', '5', 4, 15, '', 'دایری', 'ehsan', '081-100-00388', 1, '', ''),
(84, 1, '37279988', '2026-08-10 10:52:30', '1', 1, 16, '', 'دایری', 'ehsan', '081-100-00388', 1, '', ''),
(85, 1, '37279988', '2026-08-10 10:52:30', '5', 4, 17, '', 'دایری', 'ehsan', '081-100-00388', 1, '', ''),
(86, 1, '37279988', '2026-08-10 10:52:30', '18 - چه پیشنهاد یا نظری برای بهبود خدمات دارید؟ ( بخش چهارم: رضایت کلی مشتری )', 0, 18, '', 'دایری', 'ehsan', '081-100-00388', 1, '', ''),
(87, 1, '37279988', '2026-08-10 10:52:30', '5', 4, 24, '', 'دایری', 'ehsan', '081-100-00388', 1, '', ''),
(88, 1, '37279988', '2026-08-10 10:52:30', '5', 4, 25, '', 'دایری', 'ehsan', '081-100-00388', 1, '', ''),
(89, 1, '37279988', '2026-08-10 10:52:30', '5', 4, 26, '', 'دایری', 'ehsan', '081-100-00388', 1, '', ''),
(90, 1, '37279988', '2026-08-10 10:52:30', '5', 4, 27, '', 'دایری', 'ehsan', '081-100-00388', 1, '', ''),
(91, 1, '37279988', '2026-08-10 10:52:30', '18 - چه پیشنهاد یا نظری برای بهبود خدمات دارید؟ ( بخش چهارم: رضایت کلی مشتری )', 0, 28, '', 'دایری', 'ehsan', '081-100-00388', 1, '', ''),
(92, 10, '55555555', '', '', 0, 0, '', '', '99999', '99999', 0, '', ''),
(93, 10, '888885', '', '', 0, 0, '', '', '2', '1', 0, '3', '4'),
(94, 10, '11111', '2026-08-10 15:07:07', '5', 4, 1, '', 'خرابی', '111', '111', 1, '12', '31/122'),
(95, 10, '11111', '2026-08-10 15:07:07', '5', 4, 2, '', 'خرابی', '111', '111', 1, '12', '31/122'),
(96, 10, '11111', '2026-08-10 15:07:07', '5', 4, 3, '', 'خرابی', '111', '111', 1, '12', '31/122'),
(97, 10, '11111', '2026-08-10 15:07:07', '5', 4, 4, '', 'خرابی', '111', '111', 1, '12', '31/122'),
(98, 10, '11111', '2026-08-10 15:07:07', '5', 4, 5, '', 'خرابی', '111', '111', 1, '12', '31/122'),
(99, 10, '11111', '2026-08-10 15:07:07', '5', 4, 6, '', 'خرابی', '111', '111', 1, '12', '31/122'),
(100, 10, '11111', '2026-08-10 15:07:07', '5', 4, 7, '', 'خرابی', '111', '111', 1, '12', '31/122'),
(101, 10, '11111', '2026-08-10 15:07:07', '5', 4, 8, '', 'خرابی', '111', '111', 1, '12', '31/122'),
(102, 10, '11111', '2026-08-10 15:07:07', '5', 4, 9, '', 'خرابی', '111', '111', 1, '12', '31/122'),
(103, 10, '11111', '2026-08-10 15:07:07', '5', 4, 10, '', 'خرابی', '111', '111', 1, '12', '31/122'),
(104, 10, '11111', '2026-08-10 15:07:07', '5', 4, 11, '', 'خرابی', '111', '111', 1, '12', '31/122'),
(105, 10, '11111', '2026-08-10 15:07:07', '5', 4, 12, '', 'خرابی', '111', '111', 1, '12', '31/122'),
(106, 10, '11111', '2026-08-10 15:07:07', '5', 4, 13, '', 'خرابی', '111', '111', 1, '12', '31/122'),
(107, 10, '11111', '2026-08-10 15:07:07', '5', 4, 14, '', 'خرابی', '111', '111', 1, '12', '31/122'),
(108, 10, '11111', '2026-08-10 15:07:07', '5', 4, 15, '', 'خرابی', '111', '111', 1, '12', '31/122'),
(109, 10, '11111', '2026-08-10 15:07:07', '1', 1, 16, '', 'خرابی', '111', '111', 1, '12', '31/122'),
(110, 10, '11111', '2026-08-10 15:07:07', '5', 4, 17, '', 'خرابی', '111', '111', 1, '12', '31/122'),
(111, 10, '11111', '2026-08-10 15:07:07', '2222', 0, 18, '', 'خرابی', '111', '111', 1, '12', '31/122'),
(112, 10, '11111', '2026-08-10 15:07:07', '5', 4, 19, '', 'خرابی', '111', '111', 1, '12', '31/122'),
(113, 10, '11111', '2026-08-10 15:07:07', '5', 4, 20, '', 'خرابی', '111', '111', 1, '12', '31/122'),
(114, 10, '11111', '2026-08-10 15:07:07', '5', 4, 21, '', 'خرابی', '111', '111', 1, '12', '31/122'),
(115, 10, '11111', '2026-08-10 15:07:07', '5', 4, 22, '', 'خرابی', '111', '111', 1, '12', '31/122'),
(116, 10, '11111', '2026-08-10 15:07:07', '5', 4, 23, '', 'خرابی', '111', '111', 1, '12', '31/122'),
(117, 10, '11111', '2026-08-10 15:07:07', '5', 4, 24, '', 'خرابی', '111', '111', 1, '12', '31/122'),
(118, 10, '11111', '2026-08-10 15:07:07', '5', 4, 25, '', 'خرابی', '111', '111', 1, '12', '31/122'),
(119, 10, '11111', '2026-08-10 15:07:07', '5', 4, 26, '', 'خرابی', '111', '111', 1, '12', '31/122'),
(120, 10, '11111', '2026-08-10 15:07:07', '5', 4, 27, '', 'خرابی', '111', '111', 1, '12', '31/122'),
(121, 10, '11111', '2026-08-10 15:07:07', 'r3r3', 0, 28, '', 'خرابی', '111', '111', 1, '12', '31/122'),
(122, 10, '9999999999', '', '', 0, 0, '', '', 'huhghu', 'ugugu', 0, 'u', 'ug');

-- --------------------------------------------------------

--
-- Table structure for table `failure_h`
--

CREATE TABLE `failure_h` (
  `id` int(11) NOT NULL,
  `userid` int(11) NOT NULL,
  `tell` mediumtext NOT NULL,
  `datetime` mediumtext NOT NULL,
  `score` text NOT NULL,
  `ratescore` float NOT NULL,
  `qid` int(11) NOT NULL,
  `modelresult` text NOT NULL,
  `types` text NOT NULL,
  `pey_name` text NOT NULL,
  `pey_qrcode` text NOT NULL,
  `refrence` int(11) NOT NULL,
  `ticket_number` text NOT NULL,
  `ticket_date` text NOT NULL,
  `layer` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `failure_h`
--

INSERT INTO `failure_h` (`id`, `userid`, `tell`, `datetime`, `score`, `ratescore`, `qid`, `modelresult`, `types`, `pey_name`, `pey_qrcode`, `refrence`, `ticket_number`, `ticket_date`, `layer`) VALUES
(1, 1, '30414', '2026-09-10 16:48:25', 'بله', 0, 1, '', 'خرابی', 'karimi', '9188108000', 1, '123154511', '', '1'),
(2, 1, '30414', '2026-09-10 16:48:25', 'بله', 0, 2, '', 'خرابی', 'karimi', '9188108000', 1, '123154511', '', '1'),
(3, 1, '30414', '2026-09-10 16:48:25', 'بله', 0, 3, '', 'خرابی', 'karimi', '9188108000', 1, '123154511', '', '1'),
(4, 1, '30414', '2026-09-10 16:48:25', 'بله', 0, 4, '', 'خرابی', 'karimi', '9188108000', 1, '123154511', '', '1'),
(5, 1, '30414', '2026-09-10 16:48:25', 'بله', 0, 5, '', 'خرابی', 'karimi', '9188108000', 1, '123154511', '', '1'),
(6, 1, '30414', '2026-09-10 16:48:25', 'بله', 0, 6, '', 'خرابی', 'karimi', '9188108000', 1, '123154511', '', '1'),
(7, 1, '30414', '2026-09-10 16:48:25', 'بله', 0, 7, '', 'خرابی', 'karimi', '9188108000', 1, '123154511', '', '1'),
(8, 1, '30414', '2026-09-10 16:48:25', 'بله', 0, 8, '', 'خرابی', 'karimi', '9188108000', 1, '123154511', '', '1'),
(9, 1, '30414', '2026-09-10 16:48:25', 'بله', 0, 9, '', 'خرابی', 'karimi', '9188108000', 1, '123154511', '', '1'),
(10, 1, '30414', '2026-09-10 16:48:25', '4', 0, 10, '', 'خرابی', 'karimi', '9188108000', 1, '123154511', '', '1'),
(11, 1, '30818', '2026-09-10 16:49:00', 'بله', 0, 1, '', 'دایری', 'aroos', '912121212112', 1, '8888885', '', '1'),
(12, 1, '30818', '2026-09-10 16:49:00', 'بله', 0, 2, '', 'دایری', 'aroos', '912121212112', 1, '8888885', '', '1'),
(13, 1, '30818', '2026-09-10 16:49:00', 'بله', 0, 3, '', 'دایری', 'aroos', '912121212112', 1, '8888885', '', '1'),
(14, 1, '30818', '2026-09-10 16:49:00', 'بله', 0, 4, '', 'دایری', 'aroos', '912121212112', 1, '8888885', '', '1'),
(15, 1, '30818', '2026-09-10 16:49:00', 'بله', 0, 5, '', 'دایری', 'aroos', '912121212112', 1, '8888885', '', '1'),
(16, 1, '30818', '2026-09-10 16:49:00', 'بله', 0, 6, '', 'دایری', 'aroos', '912121212112', 1, '8888885', '', '1'),
(17, 1, '30818', '2026-09-10 16:49:00', 'بله', 0, 7, '', 'دایری', 'aroos', '912121212112', 1, '8888885', '', '1'),
(18, 1, '30818', '2026-09-10 16:49:00', 'بله', 0, 8, '', 'دایری', 'aroos', '912121212112', 1, '8888885', '', '1'),
(19, 1, '30818', '2026-09-10 16:49:00', 'بله', 0, 9, '', 'دایری', 'aroos', '912121212112', 1, '8888885', '', '1'),
(20, 1, '30818', '2026-09-10 16:49:00', '5', 0, 10, '', 'دایری', 'aroos', '912121212112', 1, '8888885', '', '1'),
(21, 10, '30414', '2026-09-10 16:56:27', 'بله', 0, 11, '', 'خرابی', '', '', 1, '', '', '2'),
(22, 10, '30414', '2026-09-10 16:56:27', 'بله', 0, 12, '', 'خرابی', '', '', 1, '', '', '2'),
(23, 10, '30414', '2026-09-10 16:56:27', '10 بار', 0, 13, '', 'خرابی', '', '', 1, '', '', '2'),
(24, 10, '30414', '2026-09-10 16:56:27', 'عالی', 0, 14, '', 'خرابی', '', '', 1, '', '', '2'),
(25, 10, '30414', '2026-09-10 16:56:27', 'بله', 0, 15, '', 'خرابی', '', '', 1, '', '', '2'),
(26, 10, '30414', '2026-09-10 16:56:27', 'عالی', 0, 16, '', 'خرابی', '', '', 1, '', '', '2'),
(27, 10, '30414', '2026-09-10 16:56:27', 'بله', 0, 17, '', 'خرابی', '', '', 1, '', '', '2'),
(28, 10, '30414', '2026-09-10 16:56:27', '6', 0, 18, '', 'خرابی', '', '', 1, '', '', '2'),
(29, 10, '30414', '2026-09-10 16:56:27', 'خیر', 0, 19, '', 'خرابی', '', '', 1, '', '', '2'),
(30, 10, '22222222', '', '', 0, 0, '', '', 'karan', '91811111111', 0, '9999555', '', ''),
(31, 10, '30818', '2026-09-10 17:19:30', 'بله', 0, 11, '', 'دایری', '', '', 1, '', '', '2'),
(32, 10, '30818', '2026-09-10 17:19:30', 'بله', 0, 12, '', 'دایری', '', '', 1, '', '', '2'),
(33, 10, '30818', '2026-09-10 17:19:30', '45', 45, 13, '', 'دایری', '', '', 1, '', '', '2'),
(34, 10, '30818', '2026-09-10 17:19:30', 'عالی', 0, 14, '', 'دایری', '', '', 1, '', '', '2'),
(35, 10, '30818', '2026-09-10 17:19:30', 'بله', 0, 15, '', 'دایری', '', '', 1, '', '', '2'),
(36, 10, '30818', '2026-09-10 17:19:30', 'عالی', 0, 16, '', 'دایری', '', '', 1, '', '', '2'),
(37, 10, '30818', '2026-09-10 17:19:30', 'بله', 0, 17, '', 'دایری', '', '', 1, '', '', '2'),
(38, 10, '30818', '2026-09-10 17:19:30', '....', 0, 18, '', 'دایری', '', '', 1, '', '', '2'),
(39, 10, '30818', '2026-09-10 17:19:30', 'بله', 0, 19, '', 'دایری', '', '', 1, '', '', '2'),
(40, 10, '5454545', '2026-09-11 12:25:25', 'بله', 0, 11, '', 'خرابی', '', '', 1, '', '', '2'),
(41, 10, '5454545', '2026-09-11 12:25:25', 'بله', 0, 12, '', 'خرابی', '', '', 1, '', '', '2'),
(42, 10, '5454545', '2026-09-11 12:25:25', '۲۲۳۳۲', 0, 13, '', 'خرابی', '', '', 1, '', '', '2'),
(43, 10, '5454545', '2026-09-11 12:25:25', 'عالی', 0, 14, '', 'خرابی', '', '', 1, '', '', '2'),
(44, 10, '5454545', '2026-09-11 12:25:25', 'خیر', 0, 15, '', 'خرابی', '', '', 1, '', '', '2'),
(45, 10, '5454545', '2026-09-11 12:25:25', 'متوسط', 0, 16, '', 'خرابی', '', '', 1, '', '', '2'),
(46, 10, '5454545', '2026-09-11 12:25:25', 'بله', 0, 17, '', 'خرابی', '', '', 1, '', '', '2'),
(47, 10, '5454545', '2026-09-11 12:25:25', '8', 0, 18, '', 'خرابی', '', '', 1, '', '', '2'),
(48, 10, '5454545', '2026-09-11 12:25:25', 'بله', 0, 19, '', 'خرابی', '', '', 1, '', '', '2'),
(49, 1, '99988888', '2026-09-11 12:33:51', 'بله', 0, 1, '', 'دایری', 'ehsan', '9188108', 1, '99999999', '', '1'),
(50, 1, '99988888', '2026-09-11 12:33:51', 'بله', 0, 2, '', 'دایری', 'ehsan', '9188108', 1, '99999999', '', '1'),
(51, 1, '99988888', '2026-09-11 12:33:51', 'بله', 0, 3, '', 'دایری', 'ehsan', '9188108', 1, '99999999', '', '1'),
(52, 1, '99988888', '2026-09-11 12:33:51', 'بله', 0, 4, '', 'دایری', 'ehsan', '9188108', 1, '99999999', '', '1'),
(53, 1, '99988888', '2026-09-11 12:33:51', 'بله', 0, 5, '', 'دایری', 'ehsan', '9188108', 1, '99999999', '', '1'),
(54, 1, '99988888', '2026-09-11 12:33:51', 'بله', 0, 6, '', 'دایری', 'ehsan', '9188108', 1, '99999999', '', '1'),
(55, 1, '99988888', '2026-09-11 12:33:51', 'بله', 0, 7, '', 'دایری', 'ehsan', '9188108', 1, '99999999', '', '1'),
(56, 1, '99988888', '2026-09-11 12:33:51', 'بله', 0, 8, '', 'دایری', 'ehsan', '9188108', 1, '99999999', '', '1'),
(57, 1, '99988888', '2026-09-11 12:33:51', 'بله', 0, 9, '', 'دایری', 'ehsan', '9188108', 1, '99999999', '', '1'),
(58, 1, '99988888', '2026-09-11 12:33:51', '5', 0, 10, '', 'دایری', 'ehsan', '9188108', 1, '99999999', '', '1'),
(59, 10, '99988888', '2026-09-11 12:43:19', 'بله', 0, 11, '', 'دایری', '', '', 1, '', '', '2'),
(60, 10, '99988888', '2026-09-11 12:43:19', 'بله', 0, 12, '', 'دایری', '', '', 1, '', '', '2'),
(61, 10, '99988888', '2026-09-11 12:43:19', 'هربار 1 ساعت . ۱۰ بار  هربار 1 ساعت . ۱۰ بار  هربار 1 ساعت . ۱۰ بار  ر', 0, 13, '', 'دایری', '', '', 1, '', '', '2'),
(62, 10, '99988888', '2026-09-11 12:43:19', 'عالی', 0, 14, '', 'دایری', '', '', 1, '', '', '2'),
(63, 10, '99988888', '2026-09-11 12:43:19', 'بله', 0, 15, '', 'دایری', '', '', 1, '', '', '2'),
(64, 10, '99988888', '2026-09-11 12:43:19', 'عالی', 0, 16, '', 'دایری', '', '', 1, '', '', '2'),
(65, 10, '99988888', '2026-09-11 12:43:19', 'بله', 0, 17, '', 'دایری', '', '', 1, '', '', '2'),
(66, 10, '99988888', '2026-09-11 12:43:19', '5', 0, 18, '', 'دایری', '', '', 1, '', '', '2'),
(67, 10, '99988888', '2026-09-11 12:43:19', 'بله', 0, 19, '', 'دایری', '', '', 1, '', '', '2'),
(68, 3, '30414', '2026-09-11 12:56:52', 'بله', 0, 20, '', 'خرابی', '', '', 1, '', '', '3'),
(69, 3, '30414', '2026-09-11 12:56:52', 'بله', 0, 21, '', 'خرابی', '', '', 1, '', '', '3'),
(70, 3, '30414', '2026-09-11 12:56:52', 'بله', 0, 22, '', 'خرابی', '', '', 1, '', '', '3'),
(71, 3, '30414', '2026-09-11 12:56:52', 'خوب', 0, 24, '', 'خرابی', '', '', 1, '', '', '3'),
(72, 3, '30414', '2026-09-11 12:56:52', 'بله', 0, 25, '', 'خرابی', '', '', 1, '', '', '3'),
(73, 3, '30414', '2026-09-11 12:56:52', 'بله', 0, 26, '', 'خرابی', '', '', 1, '', '', '3'),
(74, 3, '30414', '2026-09-11 12:56:52', '6', 0, 27, '', 'خرابی', '', '', 1, '', '', '3'),
(75, 3, '30414', '2026-09-11 12:56:52', 'goooood', 0, 28, '', 'خرابی', '', '', 1, '', '', '3'),
(76, 3, '30414', '2026-09-11 12:56:52', 'suggggggest', 0, 29, '', 'خرابی', '', '', 1, '', '', '3'),
(77, 3, '30414', '2026-09-11 12:56:52', '10', 0, 30, '', 'خرابی', '', '', 1, '', '', '3');

-- --------------------------------------------------------

--
-- Table structure for table `questions`
--

CREATE TABLE `questions` (
  `qsid` int(11) NOT NULL,
  `title` mediumtext NOT NULL,
  `groups` mediumtext NOT NULL,
  `rate` float NOT NULL,
  `level` text NOT NULL,
  `type` text NOT NULL,
  `model` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `questions`
--

INSERT INTO `questions` (`qsid`, `title`, `groups`, `rate`, `level`, `type`, `model`) VALUES
(1, 'آیا سرویس یا درخواست شما به‌صورت کامل انجام شده است؟\r\n', 'تأیید انجام خدمت', 0.8, '1', 'all', ''),
(2, 'آیا سرویس در زمان اعلام‌شده تحویل یا فعال گردید؟\r\n\r\n', 'تأیید انجام خدمت', 0.8, '1', 'all', ''),
(3, 'آیا کارشناس فنی یا پشتیبان در زمان مقرر حضور داشت؟\r\n\r\n', 'تأیید انجام خدمت', 0.8, '1', 'all', ''),
(4, 'آیا مشکل یا خرابی شما به‌طور کامل رفع شده است؟\r\n\r\n', 'تأیید انجام خدمت', 0.8, '1', 'all', ''),
(5, 'آیا سرویس هم‌اکنون بدون مشکل در حال استفاده می‌باشد؟\r\n\r\n', 'تأیید انجام خدمت', 0.8, '1', 'all', ''),
(6, 'نحوه برخورد و رفتار کارشناس فنی را چگونه ارزیابی می‌کنید؟\r\n\r\n', 'بخش دوم: ارزیابی کیفیت اجرای خدمت				\r\n', 0.8, '1', 'all', ''),
(7, 'آیا توضیحات لازم درباره سرویس یا تجهیزات به شما ارائه شد؟\r\n\r\n', 'بخش دوم: ارزیابی کیفیت اجرای خدمت				\r\n', 0.8, '1', 'all', ''),
(8, 'آیا فرآیند انجام کار برای شما شفاف و قابل فهم بود؟\r\n', 'بخش دوم: ارزیابی کیفیت اجرای خدمت				\r\n', 0.8, '1', 'all', ''),
(9, 'آیا از سرعت انجام کار رضایت دارید؟\r\n\r\n', 'بخش دوم: ارزیابی کیفیت اجرای خدمت				\r\n', 0.8, '1', 'all', ''),
(10, 'آیا تجهیزات یا سرویس تحویلی مطابق درخواست شما بوده است؟\r\n\r\n', 'بخش دوم: ارزیابی کیفیت اجرای خدمت				\r\n', 0.8, '1', 'all', ''),
(11, 'در صورت نیاز، آیا پیگیری مناسبی از سوی همکاران انجام شد؟\r\n\r\n', 'بخش سوم: بررسی پشتیبانی و پیگیری				\r\n\r\n', 0.8, '1', 'all', ''),
(12, 'آیا برای دریافت خدمت یا رفع مشکل نیاز به تماس یا مراجعه مکرر داشتید؟\r\n\r\n', 'بخش سوم: بررسی پشتیبانی و پیگیری				\r\n\r\n', 0.8, '1', 'all', ''),
(13, 'در صورت نیاز، آیا پیگیری مناسبی از سوی همکاران انجام آیا هزینه اعلام‌شده یا فاکتور ارائه‌شده شفاف و قابل قبول بود؟\r\n\r\n', 'بخش سوم: بررسی پشتیبانی و پیگیری				\r\n\r\n', 0.8, '1', 'all', ''),
(14, 'آیا مورد یا مشکلی وجود دارد که هنوز برطرف نشده باشد؟\n\n', 'بخش سوم: بررسی پشتیبانی و پیگیری				\r\n\r\n', 0.8, '1', 'all', ''),
(15, 'میزان رضایت کلی شما از خدمات ارائه‌شده چگونه است؟', 'بخش چهارم: رضایت کلی مشتری				', 0.8, '1', 'all', ''),
(16, 'از 1 تا 10 چقدر احتمال دارد خدمات شرکت مخابرات ایران را به دیگران پیشنهاد کنید؟ (NPS)', 'بخش چهارم: رضایت کلی مشتری				', 1, '1', 'all', 'special'),
(17, 'مهم‌ترین دلیل امتیازی که ثبت کردید چیست؟', 'بخش چهارم: رضایت کلی مشتری				', 0.8, '1', 'all', ''),
(18, 'چه پیشنهاد یا نظری برای بهبود خدمات دارید؟			', 'بخش چهارم: رضایت کلی مشتری				', 0, '1', 'all', 'text'),
(19, 'آیا خرابی در زمان اعلام‌شده رفع گردید؟', 'سوالات تکمیلی ویژه رفع خرابی (در صورت اجرای هپی‌کال رفع خرابی)', 0.8, '1', 'خرابی', ''),
(20, 'آیا پس از رفع خرابی مجدداً مشکل تکرار شده است؟\r\n', 'سوالات تکمیلی ویژه رفع خرابی (در صورت اجرای هپی‌کال رفع خرابی)', 0.8, '1', 'خرابی', ''),
(21, 'مدت زمان رفع خرابی را چگونه ارزیابی می‌کنید؟\r\n', 'سوالات تکمیلی ویژه رفع خرابی (در صورت اجرای هپی‌کال رفع خرابی)', 0.8, '1', 'خرابی', ''),
(22, 'آیا اطلاع‌رسانی مناسبی درباره روند پیگیری دریافت کردید؟\r\n', 'سوالات تکمیلی ویژه رفع خرابی (در صورت اجرای هپی‌کال رفع خرابی)', 0.8, '1', 'خرابی', ''),
(23, 'آیا از کیفیت رفع خرابی رضایت دارید؟\r\n', 'سوالات تکمیلی ویژه رفع خرابی (در صورت اجرای هپی‌کال رفع خرابی)', 0.8, '1', 'خرابی', ''),
(24, 'آیا سرویس ارائه‌شده پاسخگوی نیاز سازمان شما می‌باشد؟\r\n', 'سوالات تکمیلی ویژه مشتریان تجاری و سازمانی', 0.8, '1', 'all', ''),
(25, 'آیا قطعی یا اختلالی در سرویس مشاهده کرده‌اید؟\r\n', 'سوالات تکمیلی ویژه مشتریان تجاری و سازمانی', 0.8, '1', 'all', ''),
(26, 'میزان رضایت شما از پشتیبانی تخصصی چگونه است؟\r\n', 'سوالات تکمیلی ویژه مشتریان تجاری و سازمانی', 0.8, '1', 'all', ''),
(27, 'آیا کارشناسان فنی هماهنگی لازم با مجموعه شما را داشته‌اند؟\r\n', 'سوالات تکمیلی ویژه مشتریان تجاری و سازمانی', 0.8, '1', 'all', ''),
(28, 'آیا پیشنهاد یا نیاز جدیدی برای توسعه خدمات دارید؟	\r\n', 'سوالات تکمیلی ویژه مشتریان تجاری و سازمانی', 0, '1', 'all', 'text2'),
(29, 'آیا پس از ارائه خدمت، تماس پیگیری از سوی مخابرات با شما انجام شده است؟', 'بخش اول: صحت‌سنجی اجرای لایه اول', 1.25, '2', 'all', ''),
(30, 'آیا کارشناس مربوطه توضیحات لازم را ارائه نمود؟', 'بخش اول: صحت‌سنجی اجرای لایه اول', 1.25, '2', 'all', ''),
(31, 'آیا رضایت یا نارضایتی شما به‌درستی ثبت گردید؟', 'بخش اول: صحت‌سنجی اجرای لایه اول', 1.25, '2', 'all', ''),
(32, 'آیا مشکل اعلام‌شده شما پیگیری شد؟', 'بخش اول: صحت‌سنجی اجرای لایه اول', 1.25, '2', 'all', ''),
(33, 'در حال حاضر میزان رضایت شما از خدمات چگونه است؟', 'بخش دوم: ارزیابی واقعی تجربه مشتری				\n', 1.25, '2', 'all', ''),
(34, 'آیا مشکل یا نارضایتی حل نشده‌ای دارید؟', 'بخش دوم: ارزیابی واقعی تجربه مشتری				', 1.25, '2', 'all', ''),
(35, 'رفتار و پاسخگویی کارشناسان را چگونه ارزیابی می‌کنید؟\r\n', 'بخش دوم: ارزیابی واقعی تجربه مشتری				', 1.25, '2', 'all', ''),
(36, 'آیا زمان ارائه خدمت مناسب بوده است؟\n', 'بخش دوم: ارزیابی واقعی تجربه مشتری	', 1.25, '2', 'all', ''),
(37, 'آیا کیفیت سرویس مطابق انتظار شما می‌باشد؟\n', 'بخش دوم: ارزیابی واقعی تجربه مشتری	', 1.25, '2', 'all', ''),
(38, 'آیا حضور کارشناس فنی منظم و حرفه‌ای بوده است؟', 'بخش سوم: کنترل کیفیت مناطق و پیمانکاران				', 1.25, '2', 'all', ''),
(39, 'آیا هزینه‌ها و فاکتور ارائه‌شده شفاف بوده است؟', 'بخش سوم: کنترل کیفیت مناطق و پیمانکاران				', 1.25, '2', 'all', ''),
(40, 'آیا برای رفع مشکل نیاز به پیگیری مکرر داشتید؟', 'بخش سوم: کنترل کیفیت مناطق و پیمانکاران				', 1.25, '2', 'all', ''),
(41, 'مهم‌ترین مشکل یا ضعف مشاهده‌شده چه بوده است؟', 'بخش سوم: کنترل کیفیت مناطق و پیمانکاران				', 1.25, '2', 'all', ''),
(42, 'چه پیشنهادی برای بهبود خدمات دارید؟', 'بخش سوم: کنترل کیفیت مناطق و پیمانکاران				', 0, '2', 'all', 'text'),
(43, 'آیا تماس اولیه با لحن مناسب انجام شد؟', 'سوالات کنترلی ویژه تماس نظارتی				', 1.25, '2', 'all', ''),
(44, 'آیا تمامی سوالات لازم از شما پرسیده شد؟', 'سوالات کنترلی ویژه تماس نظارتی				', 1.25, '2', 'all', ''),
(45, 'آیا پس از تماس اولیه اقدامی برای رفع مشکل انجام گردید؟', 'سوالات کنترلی ویژه تماس نظارتی				', 1.25, '2', 'all', ''),
(46, 'آیا از نحوه رسیدگی به درخواست خود رضایت دارید؟', 'سوالات کنترلی ویژه تماس نظارتی				', 1.25, '2', 'all', ''),
(47, 'آیا همچنان نیاز به پیگیری یا تماس مجدد وجود دارد؟', 'سوالات کنترلی ویژه تماس نظارتی				', 1.25, '2', 'all', '');

-- --------------------------------------------------------

--
-- Table structure for table `questions_h`
--

CREATE TABLE `questions_h` (
  `qsid` int(11) NOT NULL,
  `title` mediumtext NOT NULL,
  `groups` mediumtext NOT NULL,
  `rate` float NOT NULL,
  `level` text NOT NULL,
  `type` text NOT NULL,
  `model` text NOT NULL,
  `ceilspecial` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `questions_h`
--

INSERT INTO `questions_h` (`qsid`, `title`, `groups`, `rate`, `level`, `type`, `model`, `ceilspecial`) VALUES
(1, 'آیا سرویس شما تحویل شده است؟', 'لایه اول تماس شاد خانگی', 1, '1', 'all', '', 0),
(2, 'آیا از مدت زمان تحویل سرویس خود رضایت دارید؟', 'لایه اول تماس شاد خانگی', 1, '1', 'all', '', 0),
(3, 'آیا مشخصات کارشناس تحویل دهنده سرویس مطابق پیامک ارسالی و QR Code نصب شده روی لباس ایشان بوده است؟', 'لایه اول تماس شاد خانگی', 1, '1', 'all', '', 0),
(4, 'آیا کارشناس در زمان هماهنگ شده به منزل (محل کار) شما مراجعه کرد؟', 'لایه اول تماس شاد خانگی', 1, '1', 'all', '', 0),
(5, 'آیا از برخورد و رفتار کارشناس راضی بودید؟', 'لایه اول تماس شاد خانگی', 1, '1', 'all', '', 0),
(6, 'آیا کارشناس در زمان حضور در محل، پروتکل‌های بهداشتی را رعایت کرده است؟', 'لایه اول تماس شاد خانگی', 1, '1', 'all', '', 0),
(7, 'آیا بابت خدمات انجام شده و تجهیزات ارائه شده توسط کارشناس فاکتور تحویل گردید؟', 'لایه اول تماس شاد خانگی', 1, '1', 'all', '', 0),
(8, 'آیا از هزینه‌های پرداخت شده مطلع و رضایت داشته‌اید؟', 'لایه اول تماس شاد خانگی', 1, '1', 'all', '', 0),
(9, 'آیا کارشناس نصب پس از اتمام نصب سرویس نسبت به بازگشائی پنل کاربری شما روی سیستم یا تلفن همراه اقدام نمود؟', 'لایه اول تماس شاد خانگی', 1, '1', 'all', '', 0),
(10, 'فرایند راه‌اندازی سرویس برای شما چقدر آسان بود؟', 'لایه اول تماس شاد خانگی', 1, '1', 'all', 'special', 7),
(11, 'آیا در 3 روز گذشته از سمت مخابرات با شما تماس گرفته شده است؟', 'لایه دوم تماس شاد خانگی', 1, '2', 'all', '', 0),
(12, 'آیا طی سه روز گذشته سرویس اینترنت شما بدون مشکل در دسترس بوده است؟', 'لایه دوم تماس شاد خانگی', 1, '2', 'all', '', 0),
(13, 'آیا در این مدت قطعی یا اختلالی را تجربه کرده‌اید؟ اگر بله: چند مرتبه؟ مدت زمان هر قطعی جقدر بوده است؟', 'لایه دوم تماس شاد خانگی', 1, '2', 'all', 'text', 0),
(14, 'کیفبت کلی سرویس را چگونه ارزیابی می‌کنید؟(عالی،خوب،متوسط،ضعیف)', 'لایه دوم تماس شاد خانگی', 1, '2', 'all', 'grade', 0),
(15, 'آیا کیفیت اینترنت پاسحگوی نیاز روزمره شما بوده است؟', 'لایه دوم تماس شاد خانگی', 1, '2', 'all', '', 0),
(16, 'نحوه پاسخگوئی کارشناسان را چگونه ارزیابی می‌کنید؟(عالی،خوب،متوسط،ضعیف)', 'لایه دوم تماس شاد خانگی', 1, '2', 'all', 'grade', 0),
(17, 'آیا در این مدت نیاز به مراجعه مجدد کارشناس داشته‌اید؟', 'لایه دوم تماس شاد خانگی', 1, '2', 'all', '', 0),
(18, 'میزان رضایت شما از سرویس پس از سه روز استفاده چقدر است؟(امتیاز0 تا 10)', 'لایه دوم تماس شاد خانگی', 1, '2', 'all', 'special', 10),
(19, 'در صورت بروز مشکل آیا با مرکز پشتیبانی تماس گرفته‌اید؟ اگر بله:آیا مشکل شما در اولین تماس برطرف شد؟', 'لایه دوم تماس شاد خانگی', 1, '2', 'all', '', 0),
(20, 'آیا در هفته گذشته از سمت مرکز و منطقه طی دو مرحله با شما تماس گرفته شده است؟', 'لایه سوم تماس شاد خانگی', 1, '3', 'all', '', 0),
(21, 'اکنون پس از حدود یک هفته استفاده، آیا کیفیت سرویس مطابق انتظار شما بود؟', 'لایه سوم تماس شاد خانگی', 1, '3', 'all', '', 0),
(22, 'در این مدت سرویس شما دچار قطعی و اختلال شده است؟', 'لایه سوم تماس شاد خانگی', 1, '3', 'all', '', 0),
(24, 'کیفیت اینترنت را از نظر سرعت و پایداری چگونه ارزیابی می‌کنید؟(عالی،خوب،متوسط،ضعیف)', 'لایه سوم تماس شاد خانگی', 1, '3', 'all', 'grade', 0),
(25, 'برخورد و پاسخگوئی کارشناس مخابرات را چگونه ارزیابی می‌کنید؟', 'لایه سوم تماس شاد خانگی', 1, '3', 'all', 'grade', 0),
(26, 'آیا مجددا شرکت مخابرات را برای دریافت سرویس انتخاب می‌کنید؟', 'لایه سوم تماس شاد خانگی', 1, '3', 'all', '', 0),
(27, 'آیا این سرویس را به دوستان و آشنایان خود پیشنهاد می‌کنید؟(امتیاز0 تا 10)', 'لایه سوم تماس شاد خانگی', 1, '3', 'all', 'special', 10),
(28, 'مهم‌ترین نقطه قوت سرویس از نظرشما چیست؟', 'لایه سوم تماس شاد خانگی', 1, '3', 'all', 'text', 0),
(29, 'مهم‌ترین مشکل یا پیشنهادی که برای بهبود خدمات دارید چیست؟', 'لایه سوم تماس شاد خانگی', 1, '3', 'all', 'text', 0),
(30, 'میزان رضایت کلی شما از خدمات شرکت مخابرات ایران چقدر است؟(امتیاز0 تا 10)', 'لایه سوم تماس شاد خانگی', 1, '3', 'all', 'special', 10);

-- --------------------------------------------------------

--
-- Table structure for table `user`
--

CREATE TABLE `user` (
  `id` int(11) NOT NULL,
  `name` mediumtext NOT NULL,
  `family` mediumtext NOT NULL,
  `type` mediumtext NOT NULL,
  `tell` mediumtext NOT NULL,
  `address` mediumtext NOT NULL,
  `username` text NOT NULL,
  `password` text NOT NULL,
  `level` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `user`
--

INSERT INTO `user` (`id`, `name`, `family`, `type`, `tell`, `address`, `username`, `password`, `level`) VALUES
(10, 'احسان', 'کریمی', 'step1', '91888108019', 'ستاد آرامگاه', 'admin', '1000', '1'),
(20, 'یونا', 'کریمی', 'step2', '8019', 'ستاد', 'admin', '2000', '2');

-- --------------------------------------------------------

--
-- Table structure for table `user_h`
--

CREATE TABLE `user_h` (
  `id` int(11) NOT NULL,
  `name` mediumtext NOT NULL,
  `family` mediumtext NOT NULL,
  `type` mediumtext NOT NULL,
  `tell` mediumtext NOT NULL,
  `address` mediumtext NOT NULL,
  `username` text NOT NULL,
  `password` text NOT NULL,
  `level` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `user_h`
--

INSERT INTO `user_h` (`id`, `name`, `family`, `type`, `tell`, `address`, `username`, `password`, `level`) VALUES
(1, 'احسان', 'کریمی', 'step1', '91888108019', 'ستاد آرامگاه', 'admin', '1000', '1'),
(3, 'خانم', 'مومیوند', 'step3', '8138253041', 'مدیریت تجاری', 'admin', '3000', '3'),
(10, 'یونا', 'کریمی', 'step2', '8019', 'ستاد', 'admin', '2000', '2');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `failure`
--
ALTER TABLE `failure`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `failure_h`
--
ALTER TABLE `failure_h`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `questions`
--
ALTER TABLE `questions`
  ADD PRIMARY KEY (`qsid`);

--
-- Indexes for table `questions_h`
--
ALTER TABLE `questions_h`
  ADD PRIMARY KEY (`qsid`);

--
-- Indexes for table `user`
--
ALTER TABLE `user`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `id` (`id`);

--
-- Indexes for table `user_h`
--
ALTER TABLE `user_h`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `id` (`id`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;