-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: localhost:3306
-- Generation Time: Aug 04, 2026 at 01:57 PM
-- Server version: 5.7.43-log
-- PHP Version: 8.1.34

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `burjcrow_hc`
--

-- --------------------------------------------------------

--
-- Table structure for table `failure`
--

CREATE TABLE `failure` (
  `id` int(11) NOT NULL,
  `userid` int(11) NOT NULL,
  `tell` mediumtext NOT NULL,
  `datetime` mediumtext NOT NULL,
  `score` text NOT NULL,
  `ratescore` int(11) NOT NULL,
  `qid` int(11) NOT NULL,
  `modelresult` text NOT NULL,
  `types` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `failure`
--

INSERT INTO `failure` (`id`, `userid`, `tell`, `datetime`, `score`, `ratescore`, `qid`, `modelresult`, `types`) VALUES
(1, 1, '88888', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۱:۵۷:۵۰', '5', 4, 1, '', 'خرابی'),
(2, 1, '88888', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۱:۵۷:۵۱', '5', 4, 2, '', 'خرابی'),
(3, 1, '88888', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۱:۵۷:۵۱', '5', 4, 3, '', 'خرابی'),
(4, 1, '88888', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۱:۵۷:۵۱', '5', 4, 4, '', 'خرابی'),
(5, 1, '88888', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۱:۵۷:۵۱', '5', 4, 5, '', 'خرابی'),
(6, 1, '88888', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۱:۵۷:۵۱', '5', 4, 6, '', 'خرابی'),
(7, 1, '88888', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۱:۵۷:۵۱', '5', 4, 7, '', 'خرابی'),
(8, 1, '88888', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۱:۵۷:۵۱', '5', 4, 8, '', 'خرابی'),
(9, 1, '88888', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۱:۵۷:۵۱', '5', 4, 9, '', 'خرابی'),
(10, 1, '88888', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۱:۵۷:۵۱', '5', 4, 10, '', 'خرابی'),
(11, 1, '88888', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۱:۵۷:۵۱', '5', 4, 11, '', 'خرابی'),
(12, 1, '88888', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۱:۵۷:۵۱', '5', 4, 12, '', 'خرابی'),
(13, 1, '88888', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۱:۵۷:۵۱', '5', 4, 13, '', 'خرابی'),
(14, 1, '88888', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۱:۵۷:۵۱', '5', 4, 14, '', 'خرابی'),
(15, 1, '88888', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۱:۵۷:۵۱', '5', 4, 15, '', 'خرابی'),
(16, 1, '88888', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۱:۵۷:۵۱', '5', 4, 16, '', 'خرابی'),
(17, 1, '88888', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۱:۵۷:۵۱', '5', 4, 17, '', 'خرابی'),
(18, 1, '88888', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۱:۵۷:۵۱', '1', 1, 18, '', 'خرابی'),
(19, 1, '88888', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۱:۵۷:۵۱', '5', 4, 19, '', 'خرابی'),
(20, 1, '88888', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۱:۵۷:۵۱', '1111', 889, 20, '', 'خرابی'),
(21, 1, '88888', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۱:۵۷:۵۱', '5', 4, 21, '', 'خرابی'),
(22, 1, '88888', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۱:۵۷:۵۱', '5', 4, 22, '', 'خرابی'),
(23, 1, '88888', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۱:۵۷:۵۱', '5', 4, 23, '', 'خرابی'),
(24, 1, '88888', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۱:۵۷:۵۱', '5', 4, 24, '', 'خرابی'),
(25, 1, '88888', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۱:۵۷:۵۱', '5', 4, 25, '', 'خرابی'),
(26, 1, '88888', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۱:۵۷:۵۱', '5', 4, 26, '', 'خرابی'),
(27, 1, '88888', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۱:۵۷:۵۱', '5', 4, 27, '', 'خرابی'),
(28, 1, '88888', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۱:۵۷:۵۱', '5', 4, 28, '', 'خرابی'),
(29, 1, '88888', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۱:۵۷:۵۱', '5', 4, 29, '', 'خرابی'),
(30, 1, '88888', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۱:۵۷:۵۱', '5', 4, 30, '', 'خرابی'),
(31, 1, '5555555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۳:۱۵:۵۰', '5', 4, 1, '', 'دایری'),
(32, 1, '5555555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۳:۱۵:۵۱', '5', 4, 2, '', 'دایری'),
(33, 1, '5555555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۳:۱۵:۵۱', '5', 4, 3, '', 'دایری'),
(34, 1, '5555555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۳:۱۵:۵۱', '5', 4, 4, '', 'دایری'),
(35, 1, '5555555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۳:۱۵:۵۱', '5', 4, 5, '', 'دایری'),
(36, 1, '5555555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۳:۱۵:۵۱', '5', 4, 6, '', 'دایری'),
(37, 1, '5555555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۳:۱۵:۵۱', '5', 4, 7, '', 'دایری'),
(38, 1, '5555555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۳:۱۵:۵۱', '5', 4, 8, '', 'دایری'),
(39, 1, '5555555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۳:۱۵:۵۱', '5', 4, 9, '', 'دایری'),
(40, 1, '5555555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۳:۱۵:۵۱', '5', 4, 10, '', 'دایری'),
(41, 1, '5555555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۳:۱۵:۵۱', '5', 4, 11, '', 'دایری'),
(42, 1, '5555555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۳:۱۵:۵۱', '5', 4, 12, '', 'دایری'),
(43, 1, '5555555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۳:۱۵:۵۱', '5', 4, 13, '', 'دایری'),
(44, 1, '5555555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۳:۱۵:۵۱', '5', 4, 14, '', 'دایری'),
(45, 1, '5555555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۳:۱۵:۵۱', '5', 4, 15, '', 'دایری'),
(46, 1, '5555555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۳:۱۵:۵۱', '5', 4, 16, '', 'دایری'),
(47, 1, '5555555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۳:۱۵:۵۱', '5', 4, 17, '', 'دایری'),
(48, 1, '5555555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۳:۱۵:۵۱', '1', 1, 18, '', 'دایری'),
(49, 1, '5555555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۳:۱۵:۵۱', '5', 4, 19, '', 'دایری'),
(50, 1, '5555555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۳:۱۵:۵۱', 'ds', 0, 20, '', 'دایری'),
(51, 1, '5555555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۳:۱۵:۵۱', '5', 4, 26, '', 'دایری'),
(52, 1, '5555555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۳:۱۵:۵۱', '5', 4, 27, '', 'دایری'),
(53, 1, '5555555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۳:۱۵:۵۱', '5', 4, 28, '', 'دایری'),
(54, 1, '5555555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۳:۱۵:۵۱', '5', 4, 29, '', 'دایری'),
(55, 1, '5555555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۱۳:۱۵:۵۱', '5', 4, 30, '', 'دایری'),
(56, 1, '3243243', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۶:۳۷', '5', 4, 1, '', 'خرابی'),
(57, 1, '3243243', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۶:۳۸', '5', 4, 2, '', 'خرابی'),
(58, 1, '3243243', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۶:۳۸', '5', 4, 3, '', 'خرابی'),
(59, 1, '3243243', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۶:۳۸', '5', 4, 4, '', 'خرابی'),
(60, 1, '3243243', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۶:۳۸', '5', 4, 5, '', 'خرابی'),
(61, 1, '3243243', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۶:۳۸', '5', 4, 6, '', 'خرابی'),
(62, 1, '3243243', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۶:۳۸', '5', 4, 7, '', 'خرابی'),
(63, 1, '3243243', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۶:۳۸', '5', 4, 8, '', 'خرابی'),
(64, 1, '3243243', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۶:۳۸', '5', 4, 9, '', 'خرابی'),
(65, 1, '3243243', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۶:۳۸', '5', 4, 10, '', 'خرابی'),
(66, 1, '3243243', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۶:۳۸', '5', 4, 11, '', 'خرابی'),
(67, 1, '3243243', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۶:۳۸', '5', 4, 12, '', 'خرابی'),
(68, 1, '3243243', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۶:۳۸', '5', 4, 13, '', 'خرابی'),
(69, 1, '3243243', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۶:۳۸', '5', 4, 14, '', 'خرابی'),
(70, 1, '3243243', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۶:۳۸', '5', 4, 15, '', 'خرابی'),
(71, 1, '3243243', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۶:۳۸', '5', 4, 16, '', 'خرابی'),
(72, 1, '3243243', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۶:۳۸', '5', 4, 17, '', 'خرابی'),
(73, 1, '3243243', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۶:۳۸', '1', 1, 18, '', 'خرابی'),
(74, 1, '3243243', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۶:۳۸', '5', 4, 19, '', 'خرابی'),
(75, 1, '3243243', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۶:۳۸', '4343232', 3474586, 20, '', 'خرابی'),
(76, 1, '3243243', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۶:۳۸', '5', 4, 21, '', 'خرابی'),
(77, 1, '3243243', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۶:۳۸', '5', 4, 22, '', 'خرابی'),
(78, 1, '3243243', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۶:۳۸', '5', 4, 23, '', 'خرابی'),
(79, 1, '3243243', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۶:۳۸', '5', 4, 24, '', 'خرابی'),
(80, 1, '3243243', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۶:۳۸', '5', 4, 25, '', 'خرابی'),
(81, 1, '3243243', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۶:۳۸', '5', 4, 26, '', 'خرابی'),
(82, 1, '3243243', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۶:۳۸', '5', 4, 27, '', 'خرابی'),
(83, 1, '3243243', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۶:۳۸', '5', 4, 28, '', 'خرابی'),
(84, 1, '3243243', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۶:۳۸', '5', 4, 29, '', 'خرابی'),
(85, 1, '3243243', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۶:۳۸', '5', 4, 30, '', 'خرابی'),
(86, 1, '۳۲۱۳۲۳۲۱', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۸:۰۰', '5', 4, 1, '', 'دایری'),
(87, 1, '۳۲۱۳۲۳۲۱', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۸:۰۰', '5', 4, 2, '', 'دایری'),
(88, 1, '۳۲۱۳۲۳۲۱', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۸:۰۰', '5', 4, 3, '', 'دایری'),
(89, 1, '۳۲۱۳۲۳۲۱', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۸:۰۰', '5', 4, 4, '', 'دایری'),
(90, 1, '۳۲۱۳۲۳۲۱', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۸:۰۰', '5', 4, 5, '', 'دایری'),
(91, 1, '۳۲۱۳۲۳۲۱', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۸:۰۰', '5', 4, 6, '', 'دایری'),
(92, 1, '۳۲۱۳۲۳۲۱', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۸:۰۰', '5', 4, 7, '', 'دایری'),
(93, 1, '۳۲۱۳۲۳۲۱', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۸:۰۰', '5', 4, 8, '', 'دایری'),
(94, 1, '۳۲۱۳۲۳۲۱', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۸:۰۰', '5', 4, 9, '', 'دایری'),
(95, 1, '۳۲۱۳۲۳۲۱', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۸:۰۰', '5', 4, 10, '', 'دایری'),
(96, 1, '۳۲۱۳۲۳۲۱', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۸:۰۰', '5', 4, 11, '', 'دایری'),
(97, 1, '۳۲۱۳۲۳۲۱', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۸:۰۰', '5', 4, 12, '', 'دایری'),
(98, 1, '۳۲۱۳۲۳۲۱', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۸:۰۰', '5', 4, 13, '', 'دایری'),
(99, 1, '۳۲۱۳۲۳۲۱', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۸:۰۰', '5', 4, 14, '', 'دایری'),
(100, 1, '۳۲۱۳۲۳۲۱', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۸:۰۰', '5', 4, 15, '', 'دایری'),
(101, 1, '۳۲۱۳۲۳۲۱', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۸:۰۰', '5', 4, 16, '', 'دایری'),
(102, 1, '۳۲۱۳۲۳۲۱', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۸:۰۰', '5', 4, 17, '', 'دایری'),
(103, 1, '۳۲۱۳۲۳۲۱', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۸:۰۰', '1', 1, 18, '', 'دایری'),
(104, 1, '۳۲۱۳۲۳۲۱', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۸:۰۰', '5', 4, 19, '', 'دایری'),
(105, 1, '۳۲۱۳۲۳۲۱', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۸:۰۰', '۴۳۴۳۲', 0, 20, '', 'دایری'),
(106, 1, '۳۲۱۳۲۳۲۱', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۸:۰۰', '5', 4, 26, '', 'دایری'),
(107, 1, '۳۲۱۳۲۳۲۱', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۸:۰۰', '5', 4, 27, '', 'دایری'),
(108, 1, '۳۲۱۳۲۳۲۱', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۸:۰۰', '5', 4, 28, '', 'دایری'),
(109, 1, '۳۲۱۳۲۳۲۱', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۸:۰۰', '5', 4, 29, '', 'دایری'),
(110, 1, '۳۲۱۳۲۳۲۱', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۲۸:۰۰', '5', 4, 30, '', 'دایری'),
(111, 2, '432432', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۳۹:۳۳', '5', 6, 31, '', 'خرابی'),
(112, 2, '432432', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۳۹:۳۳', '5', 6, 32, '', 'خرابی'),
(113, 2, '432432', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۳۹:۳۳', '5', 6, 33, '', 'خرابی'),
(114, 2, '432432', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۳۹:۳۳', '5', 6, 34, '', 'خرابی'),
(115, 2, '432432', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۳۹:۳۳', '5', 6, 35, '', 'خرابی'),
(116, 2, '432432', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۳۹:۳۳', '5', 6, 36, '', 'خرابی'),
(117, 2, '432432', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۳۹:۳۳', '5', 6, 37, '', 'خرابی'),
(118, 2, '432432', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۳۹:۳۳', '5', 6, 38, '', 'خرابی'),
(119, 2, '432432', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۳۹:۳۳', '5', 6, 39, '', 'خرابی'),
(120, 2, '432432', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۳۹:۳۳', '5', 6, 40, '', 'خرابی'),
(121, 2, '432432', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۳۹:۳۳', '5', 6, 41, '', 'خرابی'),
(122, 2, '432432', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۳۹:۳۳', '5', 6, 42, '', 'خرابی'),
(123, 2, '432432', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۳۹:۳۳', '5', 6, 43, '', 'خرابی'),
(124, 2, '432432', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۳۹:۳۳', '5', 6, 44, '', 'خرابی'),
(125, 2, '432432', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۳۹:۳۳', '5', 6, 45, '', 'خرابی'),
(126, 2, '432432', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۳۹:۳۳', '5', 6, 46, '', 'خرابی'),
(127, 2, '432432', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۳۹:۳۳', '5', 6, 47, '', 'خرابی'),
(128, 2, '432432', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۳۹:۳۴', '5', 6, 48, '', 'خرابی'),
(129, 2, '432432', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۳۹:۳۴', '5', 6, 49, '', 'خرابی'),
(130, 2, '5454545', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۴:۴۸', '5', 6, 31, '', 'خرابی'),
(131, 2, '5454545', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۴:۴۹', '5', 6, 32, '', 'خرابی'),
(132, 2, '5454545', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۴:۴۹', '5', 6, 33, '', 'خرابی'),
(133, 2, '5454545', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۴:۴۹', '5', 6, 34, '', 'خرابی'),
(134, 2, '5454545', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۴:۴۹', '5', 6, 35, '', 'خرابی'),
(135, 2, '5454545', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۴:۴۹', '5', 6, 36, '', 'خرابی'),
(136, 2, '5454545', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۴:۴۹', '5', 6, 37, '', 'خرابی'),
(137, 2, '5454545', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۴:۴۹', '5', 6, 38, '', 'خرابی'),
(138, 2, '5454545', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۴:۴۹', '5', 6, 39, '', 'خرابی'),
(139, 2, '5454545', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۴:۴۹', '5', 6, 40, '', 'خرابی'),
(140, 2, '5454545', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۴:۴۹', '5', 6, 41, '', 'خرابی'),
(141, 2, '5454545', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۴:۴۹', '5', 6, 42, '', 'خرابی'),
(142, 2, '5454545', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۴:۴۹', '5', 6, 43, '', 'خرابی'),
(143, 2, '5454545', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۴:۴۹', '5', 6, 44, '', 'خرابی'),
(144, 2, '5454545', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۴:۴۹', '5', 6, 45, '', 'خرابی'),
(145, 2, '5454545', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۴:۴۹', '5', 6, 46, '', 'خرابی'),
(146, 2, '5454545', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۴:۴۹', '5', 6, 47, '', 'خرابی'),
(147, 2, '5454545', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۴:۴۹', '5', 6, 48, '', 'خرابی'),
(148, 2, '5454545', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۴:۴۹', '5', 6, 49, '', 'خرابی'),
(149, 2, '88885555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۵:۱۴', '5', 6, 31, '', 'خرابی'),
(150, 2, '88885555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۵:۱۵', '5', 6, 32, '', 'خرابی'),
(151, 2, '88885555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۵:۱۵', '5', 6, 33, '', 'خرابی'),
(152, 2, '88885555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۵:۱۵', '5', 6, 34, '', 'خرابی'),
(153, 2, '88885555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۵:۱۵', '5', 6, 35, '', 'خرابی'),
(154, 2, '88885555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۵:۱۵', '5', 6, 36, '', 'خرابی'),
(155, 2, '88885555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۵:۱۵', '5', 6, 37, '', 'خرابی'),
(156, 2, '88885555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۵:۱۵', '5', 6, 38, '', 'خرابی'),
(157, 2, '88885555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۵:۱۵', '5', 6, 39, '', 'خرابی'),
(158, 2, '88885555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۵:۱۵', '5', 6, 40, '', 'خرابی'),
(159, 2, '88885555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۵:۱۵', '5', 6, 41, '', 'خرابی'),
(160, 2, '88885555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۵:۱۵', '5', 6, 42, '', 'خرابی'),
(161, 2, '88885555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۵:۱۵', '5', 6, 43, '', 'خرابی'),
(162, 2, '88885555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۵:۱۵', '5', 6, 44, '', 'خرابی'),
(163, 2, '88885555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۵:۱۵', '5', 6, 45, '', 'خرابی'),
(164, 2, '88885555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۵:۱۵', '5', 6, 46, '', 'خرابی'),
(165, 2, '88885555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۵:۱۵', '5', 6, 47, '', 'خرابی'),
(166, 2, '88885555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۵:۱۵', '5', 6, 48, '', 'خرابی'),
(167, 2, '88885555', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۴۵:۱۵', '5', 6, 49, '', 'خرابی'),
(168, 2, '90000', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۵۱:۳۷', '5', 6, 31, '', 'دایری'),
(169, 2, '90000', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۵۱:۳۸', '5', 6, 32, '', 'دایری'),
(170, 2, '90000', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۵۱:۳۸', '5', 6, 33, '', 'دایری'),
(171, 2, '90000', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۵۱:۳۸', '5', 6, 34, '', 'دایری'),
(172, 2, '90000', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۵۱:۳۸', '5', 6, 35, '', 'دایری'),
(173, 2, '90000', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۵۱:۳۸', '5', 6, 36, '', 'دایری'),
(174, 2, '90000', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۵۱:۳۸', '5', 6, 37, '', 'دایری'),
(175, 2, '90000', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۵۱:۳۸', '5', 6, 38, '', 'دایری'),
(176, 2, '90000', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۵۱:۳۸', '5', 6, 39, '', 'دایری'),
(177, 2, '90000', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۵۱:۳۸', '5', 6, 40, '', 'دایری'),
(178, 2, '90000', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۵۱:۳۸', '5', 6, 41, '', 'دایری'),
(179, 2, '90000', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۵۱:۳۸', '5', 6, 42, '', 'دایری'),
(180, 2, '90000', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۵۱:۳۸', '5', 6, 43, '', 'دایری'),
(181, 2, '90000', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۵۱:۳۸', '5', 6, 44, '', 'دایری'),
(182, 2, '90000', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۵۱:۳۸', '5', 6, 45, '', 'دایری'),
(183, 2, '90000', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۵۱:۳۸', '5', 6, 46, '', 'دایری'),
(184, 2, '90000', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۵۱:۳۸', '5', 6, 47, '', 'دایری'),
(185, 2, '90000', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۵۱:۳۸', '5', 6, 48, '', 'دایری'),
(186, 2, '90000', 'ه‍.ش. ۱۴۰۵ مرداد ۱۲, دوشنبه، ساعت ۲۱:۵۱:۳۸', '5', 6, 49, '', 'دایری'),
(187, 2, '333333', 'ه‍.ش. ۱۴۰۵ مرداد ۱۳, سه‌شنبه، ساعت ۱۲:۵۶:۵۷', '5', 6, 31, '', 'خرابی'),
(188, 2, '333333', 'ه‍.ش. ۱۴۰۵ مرداد ۱۳, سه‌شنبه، ساعت ۱۲:۵۶:۵۸', '5', 6, 32, '', 'خرابی'),
(189, 2, '333333', 'ه‍.ش. ۱۴۰۵ مرداد ۱۳, سه‌شنبه، ساعت ۱۲:۵۶:۵۸', '5', 6, 33, '', 'خرابی'),
(190, 2, '333333', 'ه‍.ش. ۱۴۰۵ مرداد ۱۳, سه‌شنبه، ساعت ۱۲:۵۶:۵۸', '5', 6, 34, '', 'خرابی'),
(191, 2, '333333', 'ه‍.ش. ۱۴۰۵ مرداد ۱۳, سه‌شنبه، ساعت ۱۲:۵۶:۵۸', '5', 6, 35, '', 'خرابی'),
(192, 2, '333333', 'ه‍.ش. ۱۴۰۵ مرداد ۱۳, سه‌شنبه، ساعت ۱۲:۵۶:۵۸', '5', 6, 36, '', 'خرابی'),
(193, 2, '333333', 'ه‍.ش. ۱۴۰۵ مرداد ۱۳, سه‌شنبه، ساعت ۱۲:۵۶:۵۸', '5', 6, 37, '', 'خرابی'),
(194, 2, '333333', 'ه‍.ش. ۱۴۰۵ مرداد ۱۳, سه‌شنبه، ساعت ۱۲:۵۶:۵۸', '5', 6, 38, '', 'خرابی'),
(195, 2, '333333', 'ه‍.ش. ۱۴۰۵ مرداد ۱۳, سه‌شنبه، ساعت ۱۲:۵۶:۵۸', '5', 6, 39, '', 'خرابی'),
(196, 2, '333333', 'ه‍.ش. ۱۴۰۵ مرداد ۱۳, سه‌شنبه، ساعت ۱۲:۵۶:۵۸', '5', 6, 40, '', 'خرابی'),
(197, 2, '333333', 'ه‍.ش. ۱۴۰۵ مرداد ۱۳, سه‌شنبه، ساعت ۱۲:۵۶:۵۸', '5', 6, 41, '', 'خرابی'),
(198, 2, '333333', 'ه‍.ش. ۱۴۰۵ مرداد ۱۳, سه‌شنبه، ساعت ۱۲:۵۶:۵۸', '5', 6, 42, '', 'خرابی'),
(199, 2, '333333', 'ه‍.ش. ۱۴۰۵ مرداد ۱۳, سه‌شنبه، ساعت ۱۲:۵۶:۵۸', '5', 6, 43, '', 'خرابی'),
(200, 2, '333333', 'ه‍.ش. ۱۴۰۵ مرداد ۱۳, سه‌شنبه، ساعت ۱۲:۵۶:۵۸', '5', 6, 44, '', 'خرابی'),
(201, 2, '333333', 'ه‍.ش. ۱۴۰۵ مرداد ۱۳, سه‌شنبه، ساعت ۱۲:۵۶:۵۸', '5', 6, 45, '', 'خرابی'),
(202, 2, '333333', 'ه‍.ش. ۱۴۰۵ مرداد ۱۳, سه‌شنبه، ساعت ۱۲:۵۶:۵۸', '5', 6, 46, '', 'خرابی'),
(203, 2, '333333', 'ه‍.ش. ۱۴۰۵ مرداد ۱۳, سه‌شنبه، ساعت ۱۲:۵۶:۵۸', '5', 6, 47, '', 'خرابی'),
(204, 2, '333333', 'ه‍.ش. ۱۴۰۵ مرداد ۱۳, سه‌شنبه، ساعت ۱۲:۵۶:۵۸', '5', 6, 48, '', 'خرابی'),
(205, 2, '333333', 'ه‍.ش. ۱۴۰۵ مرداد ۱۳, سه‌شنبه، ساعت ۱۲:۵۶:۵۸', '5', 6, 49, '', 'خرابی');

-- --------------------------------------------------------

--
-- Table structure for table `questions`
--

CREATE TABLE `questions` (
  `id` int(11) NOT NULL,
  `title` mediumtext NOT NULL,
  `groups` mediumtext NOT NULL,
  `rate` float NOT NULL,
  `level` text NOT NULL,
  `type` text NOT NULL,
  `model` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `questions`
--

INSERT INTO `questions` (`id`, `title`, `groups`, `rate`, `level`, `type`, `model`) VALUES
(1, 'آیا سرویس یا درخواست شما به‌صورت کامل انجام شده است؟\r\n', 'تأیید انجام خدمت', 0.8, '1', 'all', ''),
(2, 'آیا سرویس یا درخواست شما به‌صورت کامل انجام شده است؟\r\n', 'تأیید انجام خدمت', 0.8, '1', 'all', ''),
(3, 'آیا سرویس در زمان اعلام‌شده تحویل یا فعال گردید؟\r\n\r\n', 'تأیید انجام خدمت', 0.8, '1', 'all', ''),
(4, 'آیا کارشناس فنی یا پشتیبان در زمان مقرر حضور داشت؟\r\n\r\n', 'تأیید انجام خدمت', 0.8, '1', 'all', ''),
(5, 'آیا مشکل یا خرابی شما به‌طور کامل رفع شده است؟\r\n\r\n', 'تأیید انجام خدمت', 0.8, '1', 'all', ''),
(6, 'آیا سرویس هم‌اکنون بدون مشکل در حال استفاده می‌باشد؟\r\n\r\n', 'تأیید انجام خدمت', 0.8, '1', 'all', ''),
(7, 'نحوه برخورد و رفتار کارشناس فنی را چگونه ارزیابی می‌کنید؟\r\n\r\n', 'بخش دوم: ارزیابی کیفیت اجرای خدمت				\r\n', 0.8, '1', 'all', ''),
(8, 'نحوه برخورد و رفتار کارشناس فنی را چگونه ارزیابی می‌کنید؟\r\n\r\n', 'بخش دوم: ارزیابی کیفیت اجرای خدمت				\r\n', 0.8, '1', 'all', ''),
(9, 'آیا توضیحات لازم درباره سرویس یا تجهیزات به شما ارائه شد؟\r\n\r\n', 'بخش دوم: ارزیابی کیفیت اجرای خدمت				\r\n', 0.8, '1', 'all', ''),
(10, 'آیا فرآیند انجام کار برای شما شفاف و قابل فهم بود؟\r\n', 'بخش دوم: ارزیابی کیفیت اجرای خدمت				\r\n', 0.8, '1', 'all', ''),
(11, 'آیا از سرعت انجام کار رضایت دارید؟\r\n\r\n', 'بخش دوم: ارزیابی کیفیت اجرای خدمت				\r\n', 0.8, '1', 'all', ''),
(12, 'آیا تجهیزات یا سرویس تحویلی مطابق درخواست شما بوده است؟\r\n\r\n', 'بخش دوم: ارزیابی کیفیت اجرای خدمت				\r\n', 0.8, '1', 'all', ''),
(13, 'در صورت نیاز، آیا پیگیری مناسبی از سوی همکاران انجام شد؟\r\n\r\n', 'بخش سوم: بررسی پشتیبانی و پیگیری				\r\n\r\n', 0.8, '1', 'all', ''),
(14, 'آیا برای دریافت خدمت یا رفع مشکل نیاز به تماس یا مراجعه مکرر داشتید؟\r\n\r\n', 'بخش سوم: بررسی پشتیبانی و پیگیری				\r\n\r\n', 0.8, '1', 'all', ''),
(15, 'در صورت نیاز، آیا پیگیری مناسبی از سوی همکاران انجام آیا هزینه اعلام‌شده یا فاکتور ارائه‌شده شفاف و قابل قبول بود؟\r\n\r\n', 'بخش سوم: بررسی پشتیبانی و پیگیری				\r\n\r\n', 0.8, '1', 'all', ''),
(16, 'آیا مورد یا مشکلی وجود دارد که هنوز برطرف نشده باشد؟\n\n', 'بخش سوم: بررسی پشتیبانی و پیگیری				\r\n\r\n', 0.8, '1', 'all', ''),
(17, 'میزان رضایت کلی شما از خدمات ارائه‌شده چگونه است؟', 'بخش چهارم: رضایت کلی مشتری				', 0.8, '1', 'all', ''),
(18, 'از 1 تا 10 چقدر احتمال دارد خدمات شرکت مخابرات ایران را به دیگران پیشنهاد کنید؟ (NPS)', 'بخش چهارم: رضایت کلی مشتری				', 0.8, '1', 'all', 'special'),
(19, 'مهم‌ترین دلیل امتیازی که ثبت کردید چیست؟', 'بخش چهارم: رضایت کلی مشتری				', 0.8, '1', 'all', ''),
(20, 'چه پیشنهاد یا نظری برای بهبود خدمات دارید؟			', 'بخش چهارم: رضایت کلی مشتری				', 0.8, '1', 'all', 'text'),
(21, 'آیا خرابی در زمان اعلام‌شده رفع گردید؟', 'سوالات تکمیلی ویژه رفع خرابی (در صورت اجرای هپی‌کال رفع خرابی)', 0.8, '1', 'خرابی', ''),
(22, 'آیا پس از رفع خرابی مجدداً مشکل تکرار شده است؟\r\n', 'سوالات تکمیلی ویژه رفع خرابی (در صورت اجرای هپی‌کال رفع خرابی)', 0.8, '1', 'خرابی', ''),
(23, 'مدت زمان رفع خرابی را چگونه ارزیابی می‌کنید؟\r\n', 'سوالات تکمیلی ویژه رفع خرابی (در صورت اجرای هپی‌کال رفع خرابی)', 0.8, '1', 'خرابی', ''),
(24, 'آیا اطلاع‌رسانی مناسبی درباره روند پیگیری دریافت کردید؟\r\n', 'سوالات تکمیلی ویژه رفع خرابی (در صورت اجرای هپی‌کال رفع خرابی)', 0.8, '1', 'خرابی', ''),
(25, 'آیا از کیفیت رفع خرابی رضایت دارید؟\r\n', 'سوالات تکمیلی ویژه رفع خرابی (در صورت اجرای هپی‌کال رفع خرابی)', 0.8, '1', 'خرابی', ''),
(26, 'آیا سرویس ارائه‌شده پاسخگوی نیاز سازمان شما می‌باشد؟\r\n', 'سوالات تکمیلی ویژه مشتریان تجاری و سازمانی', 0.8, '1', 'all', ''),
(27, 'آیا قطعی یا اختلالی در سرویس مشاهده کرده‌اید؟\r\n', 'سوالات تکمیلی ویژه مشتریان تجاری و سازمانی', 0.8, '1', 'all', ''),
(28, 'میزان رضایت شما از پشتیبانی تخصصی چگونه است؟\r\n', 'سوالات تکمیلی ویژه مشتریان تجاری و سازمانی', 0.8, '1', 'all', ''),
(29, 'آیا کارشناسان فنی هماهنگی لازم با مجموعه شما را داشته‌اند؟\r\n', 'سوالات تکمیلی ویژه مشتریان تجاری و سازمانی', 0.8, '1', 'all', ''),
(30, 'آیا پیشنهاد یا نیاز جدیدی برای توسعه خدمات دارید؟	\r\n', 'سوالات تکمیلی ویژه مشتریان تجاری و سازمانی', 0.8, '1', 'all', ''),
(31, 'آیا پس از ارائه خدمت، تماس پیگیری از سوی مخابرات با شما انجام شده است؟', 'بخش اول: صحت‌سنجی اجرای لایه اول', 1.25, '2', 'all', ''),
(32, 'آیا کارشناس مربوطه توضیحات لازم را ارائه نمود؟', 'بخش اول: صحت‌سنجی اجرای لایه اول', 1.25, '2', 'all', ''),
(33, 'آیا رضایت یا نارضایتی شما به‌درستی ثبت گردید؟', 'بخش اول: صحت‌سنجی اجرای لایه اول', 1.25, '2', 'all', ''),
(34, 'آیا مشکل اعلام‌شده شما پیگیری شد؟', 'بخش اول: صحت‌سنجی اجرای لایه اول', 1.25, '2', 'all', ''),
(35, 'در حال حاضر میزان رضایت شما از خدمات چگونه است؟', 'بخش دوم: ارزیابی واقعی تجربه مشتری				\n', 1.25, '2', 'all', ''),
(36, 'آیا مشکل یا نارضایتی حل نشده‌ای دارید؟', 'بخش دوم: ارزیابی واقعی تجربه مشتری				', 1.25, '2', 'all', ''),
(37, 'رفتار و پاسخگویی کارشناسان را چگونه ارزیابی می‌کنید؟\r\n', 'بخش دوم: ارزیابی واقعی تجربه مشتری				', 1.25, '2', 'all', ''),
(38, 'آیا زمان ارائه خدمت مناسب بوده است؟\n', 'بخش دوم: ارزیابی واقعی تجربه مشتری	', 1.25, '2', 'all', ''),
(39, 'آیا کیفیت سرویس مطابق انتظار شما می‌باشد؟\n', 'بخش دوم: ارزیابی واقعی تجربه مشتری	', 1.25, '2', 'all', ''),
(40, 'آیا حضور کارشناس فنی منظم و حرفه‌ای بوده است؟', 'بخش سوم: کنترل کیفیت مناطق و پیمانکاران				', 1.25, '2', 'all', ''),
(41, 'آیا هزینه‌ها و فاکتور ارائه‌شده شفاف بوده است؟', 'بخش سوم: کنترل کیفیت مناطق و پیمانکاران				', 1.25, '2', 'all', ''),
(42, 'آیا برای رفع مشکل نیاز به پیگیری مکرر داشتید؟', 'بخش سوم: کنترل کیفیت مناطق و پیمانکاران				', 1.25, '2', 'all', ''),
(43, 'مهم‌ترین مشکل یا ضعف مشاهده‌شده چه بوده است؟', 'بخش سوم: کنترل کیفیت مناطق و پیمانکاران				', 1.25, '2', 'all', ''),
(44, 'چه پیشنهادی برای بهبود خدمات دارید؟', 'بخش سوم: کنترل کیفیت مناطق و پیمانکاران				', 1.25, '2', 'all', ''),
(45, 'آیا تماس اولیه با لحن مناسب انجام شد؟', 'سوالات کنترلی ویژه تماس نظارتی				', 1.25, '2', 'all', ''),
(46, 'آیا تمامی سوالات لازم از شما پرسیده شد؟', 'سوالات کنترلی ویژه تماس نظارتی				', 1.25, '2', 'all', ''),
(47, 'آیا پس از تماس اولیه اقدامی برای رفع مشکل انجام گردید؟', 'سوالات کنترلی ویژه تماس نظارتی				', 1.25, '2', 'all', ''),
(48, 'آیا از نحوه رسیدگی به درخواست خود رضایت دارید؟', 'سوالات کنترلی ویژه تماس نظارتی				', 1.25, '2', 'all', ''),
(49, 'آیا همچنان نیاز به پیگیری یا تماس مجدد وجود دارد؟', 'سوالات کنترلی ویژه تماس نظارتی				', 1.25, '2', 'all', '');

-- --------------------------------------------------------

--
-- Table structure for table `user`
--

CREATE TABLE `user` (
  `id` int(11) NOT NULL,
  `name` mediumtext NOT NULL,
  `family` mediumtext NOT NULL,
  `type` mediumtext NOT NULL,
  `tell` mediumtext NOT NULL,
  `address` mediumtext NOT NULL,
  `username` text NOT NULL,
  `password` text NOT NULL,
  `level` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `user`
--

INSERT INTO `user` (`id`, `name`, `family`, `type`, `tell`, `address`, `username`, `password`, `level`) VALUES
(1, 'احسان', 'کریمی', 'step1', '91888108019', 'ستاد آرامگاه', 'admin', '1000', '1'),
(2, 'یونا', 'کریمی', 'step2', '8019', 'ستاد', 'admin', '2000', '2');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `failure`
--
ALTER TABLE `failure`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `questions`
--
ALTER TABLE `questions`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `user`
--
ALTER TABLE `user`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `id` (`id`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
